Repository: 84000/data-translation-memory
Catalog: toh381_84000-emergence-from-samputa.tmx
Source language: bo
Languages: en

source: །ཕུག་རོན་གྱི་ཁོང་པར་སྲོ་ཏའི་མིག་སྨན་བཅུག་ནས་རོ་སྲེག་གི་མེ་ལ་བསྲེགས་ཏེ། གྲུབ་པའི་མིག་སྨན་བྱི་ལ་དཀར་པོ་མ་ཡིན་པའི་ཁྲག་གིས་བསད་པས་སྦེད་བར་བྱེད་དོ།
en: If srotaḥ eye ointment is placed in the abdomen of a pigeon, put in the fire of a funeral pyre, and cooked, the magical ointment will make one invisible. Re-appearance can be achieved by means of the blood of a black cat.

source: །ཡང་ན་ཏྲི་ཎཱ་སར་པའི་ཚོགས་ཀྱི་མྱུ་གུས་བཏེག་པའི་ས་དང་། སར་གྷ་དང་། ཏ་ལ་དང་ལྡན་པ་རྒྱལ་ལ་གྲུབ་པས་དཔྲལ་བའི་ངོས་སུ་ཐིག་ལེ་བྱས་ན་སྦེད་པར་འགྱུར་རོ།
en: “Alternatively, earth pushed up by a tuft of young grass and mixed with a bee, along with its stinger, can make one invisible even to the adepts if it is prepared on the asterism of Puṣya, and a tilaka of it is applied to the forehead. “Alternatively, there is a pill superior even to that.

source: །ཡང་ན་རིལ་བུ་མཆོག་ཏུ་གྱུར་པ་བ་བླ་དང་། བ་གླང་གི་གི་ཝང་འདི་དག་གོང་གི་བསྟན་པའི་དགོས་པའི་རིལ་བུ་མཆོག་འདི་སྒྲུབ་པའོ།
en: Made with red arsenic and bovine orpiment, its effects surpass the uses explained before.

source: །མི་སྣང་བའི་ཡེ་ཤེས་སོ།
en: “This concludes the section on the art of becoming invisible.

source: །དེ་ནས་མིག་སྨན་གྱི་སྦྱོར་བ་བཤད་པར་བྱ་སྟེ།
en: “Now I will describe the rites involving magical ointment. “One should make a lamp-wick out of cloth recovered from a charnel ground and saturate it with oil obtained from human flesh.

source: ཤཱ་ལི་ཛ་ལས་བྱུང་བའི་མར་ཁུ་དང་ལྷན་ཅིག་དུར་ཁྲོད་ཀྱི་རས་ལས་བྱུང་བའི་སྡོང་བུ་འབྱུང་པོའི་ཉི་མའི་མཚན་མོ་བའི་སྐྱེད་མོས་ཚལ་དུ་སྐྱེས་པའི་ཐོད་པ་གསུམ་གྱི་ནང་དུ་མར་ཁུ་དང་བཅས་པའི་མར་མེའོ། །དེའི་སྟེང་དུ་པདྨའི་འདབ་མ་བཞག་ནས་དགའ་མའི་ཐོད་པ་ལས་དུ་བ་བླང་བར་བྱའོ།
en: On the night of spirits, in the charnel ground, one should place the lighted lamp on a lotus petal atop three other human skulls, and collect the lampblack that collects above, in the delightful lady’s skull.

source: །དེ་ནས་ཉིན་མོ་འཇིགས་པའི་མགོ་བོ་བསྲེགས་ནས་ཙན་དན་དམར་པོ་དང་མང་དུ་བཏགས་ཏེ། དེ་ཉིད་ཀྱི་མཚན་མོ་རྡོའི་གཏན་པ་ལ་ཞིབ་ཏུ་བཏག་ཅིང་ཕྱེ་མར་བྱའོ། །གོང་དུ་བླངས་པའི་དུ་བ་དང་ལྷན་ཅིག་གཅིག་ཏུ་བྱས་ནས་བྱ་རྒོད་ཀྱི་པགས་པའི་སྣོད་དུ་བཅིངས་ཏེ། བྱ་རྒོད་ཀྱི་རྗེ་ངར་གྱི་རྐང་ངམ།
en: Then, after burning up an owl’s head and mixing it with red sandalwood many times, one should, that very night, prepare from this a fine powder by grinding it on a stone slab.

source: གོང་གི་མིའི་རུས་པའི་ཐུར་མས་སོ།
en: One should then blend this powder with the earlier collected lampblack until the mixture is homogeneous, wrap that in the skin from a vulture’s foot, and with it fill the hollow of a bone from this foot using a splinter from a human bone. Explaining how to activate this ointment, the lord said, ‘It can be activated inside a woman’s bhaga, by a follower of the Mantrayāna, according to prescribed procedure.’

source: །དེ་ནས་མིག་སྨན་ཇི་ལྟར་བསྒྲུབ་པར་བགྱི།
en: “This is the art of concocting magical ointment.

source: བཀའ་སྩལ་པ། བྷ་གའི་ནང་དུ་སྔགས་པས་ཆོ་གས་བསྒྲུབ་པར་བྱའོ།
en: “Now I will teach the rites

source: །གྲུབ་པའི་མིག་སྨན་གྱི་སྦྱོར་བའི་ཡེ་ཤེས་སོ།
en: Known as the ritual procedure of quicksilver,

source: །དེ་ནས་ལས་ཀྱི་ཆོ་ག་བཤད།
en: Whereby practitioners attain success

source: །བཟླས་དང་བསམ་གཏན་རྟག་དགའ་བ།
en: If they always delight in meditation and recitation.

source: །གང་གིས་སྒྲུབ་པོ་འགྲུབ་འགྱུར་བའི། །བཅུད་ཀྱི་ལས་ཀྱི་ཆོ་ག་བརྗོད།
en: “If the procedure is not complete,

source: །ཆོ་གའི་དངོས་པོ་མ་གང་ཡང་། །ཕོངས་པའི་སེམས་ཅན་བདེ་བ་འབབ།
en: Happiness cannot be brought to wretched beings.

source: །རི་དང་རྒྱ་མཚོ་ལས་སྐྱེས་པ་དུ་མ་དང་། བྱས་པའི་སྐྱུར་པོ་དང་། བུ་དང་། མདུད་པ་དང་། རྡོའི་གཏན་པ་ཚན་དེ་ལ་ཡང་དང་ཡང་མཉེས་ནས།
en: “One should combine substances that come from mountains and oceans with well-matured vinegar and quicksilver, and grind them together repeatedly in a sealed and heated stone crucible.

source: སྣུ་ཧི་དང་། རིའི་ཟེ་འབྲུ་དང་། རོལ་པ་དང་། འདབ་མའི་ཆུ་སིངས་པོ་དང་བཅས་པར་ཟངས་ཀྱི་སྣོད་དུ་བསྐོལ་བར་བྱའོ།
en: One should always boil this concoction in a copper dish along with common milk hedge, butterfly pea, jasmine, and Indian caper, combined with fermented rice.

source: །ལྕགས་བླངས་ནས་སྦྱར་བར་བྱ་ཞིང་། བ་གུ་ལ་དང་། ཨུཏྤ་ལ་ཆེན་པོའི་ཆ་དང་ལྡན་པར་ཇི་སྲིད་དུ་མར་སར་བྱུང་བ་དེ་སྲིད་དུ་མཉེ་བར་བྱའོ།
en: Taking a metal , one should mix in its powder, and along with parts of safflower and large blue lotus, grind it with the vinegar concoction until it becomes the same consistency as freshly churned butter.

source: །དེ་མ་ཐག་ཏུ་རྡོ་རྗེ་ཅན་གྱི་འོ་མས་བཏགས་ནས་སིན་དུ་དང་ཚྭ་ལས་ཁུ་བར་འགྱུར་བ་སྟེ།
en: Immediately thereafter, one should mix it with the sap of Indian spurge tree, and liquify it with sindhu and white borax.

source: ཟངས་དང་། དངུལ་གྱི་ཆ་དང་གསེར་ལྷན་ཅིག་པའི་ཆ་ཁྱོར་གུབ་བཀབ་པར་བཞུ་ཞིང་། དེ་ནས་བྲིའི་རྡོ་བ་ཕྱེད་ཙམ་དུ་སྦྱིན་པར་བྱས་ལ་གསེར་ཕྱེད་ཀྱི་ཚད་གཞུག་པར་བྱའོ། །བཅུད་ཀྱི་ཡེ་ཤེས་སོ།
en: Then, it should be mixed together with half a karṣa each of copper and silver in a covered crucible, adding half the amount of sulphur crystals. From this, one will obtain gold measuring half the amount of the substrate.

source: །དེ་ནས་བཅུད་ལེན་བཤད་པར་བྱ།
en: “This is about the art of quicksilver.

source: །ཐམས་ཅད་སྙིང་པོ་ཀུན་བསྡུས་པ། །དུས་ཀྱི་འཆིང་བར་གནས་ནས་ནི། །རྣལ་འབྱོར་ཕྱག་རྒྱ་བསྒྲུབ་པར་བྱ།
en: “Now I will teach the rites of the art of longevity, giving an essential summary of everything.

source: །གཞི་མཉམ་ཉིད་དང་གླ་རྩི་དང་། །ཙན་དན་དམར་པོ་ག་བུར་ཉིད། །སཱ་ལུ་སྐྱེས་དང་སི་ཧླ་དང་། །ཀུན་དུ་རུ་དང་ཀཀྐོ་ལ། །དེ་བཞིན་རྐང་གི་སྙིང་པོ་ཉིད། །འདི་རྣམས་སྨན་ནི་ཆེན་པོ་ཉིད། །དུས་ནི་དྲུག་ཏུ་འོད་ཟེར་ཅན།
en: “Following the ritual restrictions with respect to seasons, one should practice yoga and mudrā. One should employ the ‘four ingredients,’ musk, red sandalwood, camphor, and śālija , and also olibanum, tailed pepper, and lotus seeds. These great drugs are especially powerful during six different time periods.

source: །དཔྱིད་དང་སོ་ག་ཉིད་དང་ནི།
en: “There is spring, hot season,

source: །དེ་བཞིན་དུ་ནི་དབྱར་ཉིད་དང་། །སྟོན་གྱི་དུས་དང་དགུན་སྟོད་དང་། །དེ་བཞིན་གཞན་ཡང་དགུན་སྨད་དོ།
en: And rainy season. There is also autumn, early winter, And the snowy late winter too.

source: །དཔྱིད་ལ་ཆོ་ག་ཉི་ཤར་ན།
en: “In springtime, the wise one should perform the rite in the morning;

source: །སོ་ག་མཁས་པས་ཉིན་ཕྱེད་ན།
en: During the hot season, at midday;

source: །དབྱར་ལ་ཉི་མ་བསྙུར་བ་ན།
en: During the rainy season, in the afternoon;

source: །སྟོན་ནི་དེ་བཞིན་ཉི་ནུབ་ན།
en: In the autumn, after dark;

source: །དགུན་སྟོད་ལ་ནི་ནམ་ཕྱེད་ན།
en: “In early winter, at midnight;

source: །དགུན་སྨད་ལ་ནི་ཐོ་རངས་སོ།
en: And in late snowy winter, before dawn.

source: །དུས་ཀྱི་སྦྱོར་བ་མཆོག་འདི་ནི།
en: This practice, as done by those observing the right time,

source: །ཞལ་མཆོག་མ་ནི་ཁྱོད་ལ་བཤད།
en: Is now being taught to you, O beautiful-faced one. “Midnight is right for ingesting the flower infusion

source: །དགུན་སྟོད་དུས་སུ་ནམ་ཕྱེད་ན། །མེ་ཏོག་ཏུ་ནི་གསུངས་པ་ཉིད།
en: The season recommended for this is early winter.

source: །དཔྱིད་ལ་ཡང་ནི་བཞི་མཉམ་ཉིད།
en: In the spring, though, the “four ingredients”

source: །ཉི་ཤར་དེ་བཞིན་དངོས་གྲུབ་སྟེར།
en: Will bring accomplishment if ingested in the morning.

source: །གླ་རྩི་ཡིད་དུ་འོང་བ་ཉིད། །སོ་གར་དོན་ཀུན་གྲུབ་པ་པོས།
en: Musk is pleasing to the mind.

source: །ཉི་མ་ཕྱེད་ན་རྐང་སྐྱེས་ཉིད།
en: During the hot season, at midday, Lotus seeds will bring the fulfillment of all one’s aims.

source: །སྟོན་ཀ་པདྨ་སྣུམ་པ་ཉིད།
en: “In the autumn, after dark,

source: །སྲོད་ལ་དངོས་གྲུབ་བྱེད་པ་ཉིད།
en: Lotus sap brings the desired accomplishment.

source: །དགུན་སྨད་ལ་ནི་ཐོ་རངས་ན།
en: In late winter, before dawn,

source: །ཁྱད་པར་དུ་ནི་ག་བུར་ཉིད།
en: Camphor is particularly recommended.

source: །རྣལ་འབྱོར་མཆོག་རབ་འདི་ཉིད་ནི།
en: “This supreme practice is the best.

source: །ཤིན་ཏུ་མཉམ་པར་གཞག་པར་བྱེད།
en: One who does it with a collected mind

source: །རྒ་དང་འཆི་ལས་རྣམ་གྲོལ་བར།
en: Will become free from old age and death,

source: །འགྱུར་བ་འདི་ལ་ཐེ་ཚོམ་མེད།
en: There is no doubt about this. “Quicksilver and sulphur,

source: །བུ་དང་གྷན་དྷ་ག་ཉིད་དང་། །མཆོག་དང་ཡང་དག་ལྡན་པར་ནི།
en: In combination with śekhara

source: །མར་གྱིས་ཁྱབ་པར་བྱས་ནས་ནི།
en: Blended homogenously with ghee,

source: །ལས་རྣམས་ཀུན་ལ་སྦྱར་བར་བྱ།
en: Should be employed in every rite.

source: །རྫས་ནི་བཅུ་བཞི་བླངས་ནས་ནི།
en: “One should procure the fourteen substances

source: །དགུ་དང་འབད་པས་བཟའ་བར་བྱ། །ཟླ་བ་ཉི་མའི་རྣམ་པའི་ཆས།
en: And zealously ingest them in nine different ways.

source: །ཇི་ལྟར་འདོད་པའི་ལས་རྣམས་བྱ།
en: One should perform this rite according to one’s wishes, Following the divisions of lunar and solar cycles.

source: །ཉི་མ་བདུན་ཕྲག་གསུམ་གྱིས་འགྲུབ།
en: “One will attain full results within twenty-one days.

source: །སོ་དང་སེན་མོ་སྐྲ་ལྟུང་ཞིང་། །ཡང་ནི་ཉེ་བར་སྐྱེ་བར་འགྱུར།
en: Lost teeth, fingernails, and hair will grow back.

source: །གྲུབ་ན་ཁམས་རྣམས་ཐམས་ཅད་ནི། །གསེར་གྱི་དངོས་པོར་བྱེད་པར་འགྱུར།
en: When one is accomplished, one will be able to change all elements into gold.

source: །དེ་ནས་འབྲུ་མར་གྱི་ཆོ་ག་བཤད་པར་བྱ་སྟེ།
en: “Now I will teach a rite involving oil.

source: པདྨ་ལས་སྐྱེས་པ་དང་། བོ་ལ་ལས་སྐྱེས་པའི་མར་ཁུ་ཉིད་དང་། བཞི་མཉམ་འདི་དག་མཉམ་ཞིང་མཉམ་པར་ལྡན་པ་དང་། ཡུང་བ་དཀར་པོ་མ་ཡིན་པའི་ཚིགས་མ་དང་། བོ་ལའི་ཆུ་དང་བཅས་པ་དང་། གུ་ཌཱུ་ཙིའི་སྙིང་པོ་བླངས་ནས་ཐམས་ཅད་དུ་བ་ལང་གི་འོ་མས་བྱའོ།
en: “Oil of lotus, oil of vālā , and oil from the “four ingredients” should all be combined with an equal amount of ground black turmeric, and mixed with the juice of country mallow. One should also prepare an extract from moonseed and mix it with cow’s milk.

source: །དེ་ནས་ཆ་བཤད་པར་བྱ་སྟེ།
en: “Now I will give you the measurements.

source: ཕྱེ་མ་སྲང་སུམ་ཅུ་རྩ་གཉིས་བླངས་ནས་ཆུ་ཉིས་འགྱུར་དང་། ཇི་སྲིད་ཁམ་ཕོར་བཞི་ཆ་ལུས་པ་དེ་སྲེད་དུ་བསྐོལ་བར་བྱའོ།
en: One should prepare thirty-two palas of the black turmeric and moonseed powder and boil it with twice that amount of water until it is reduced to four cups of liquid.

source: །བོ་ལ་གསུམ་དང་། ཇི་ལྟར་རྗེས་སུ་རིམ་པས་ལན་གསུམ་དུ་བསྒྲུབ་པར་བྱའོ།
en: One should mix this three times, according to the proper sequence, with three parts of the juice of country mallow.

source: །འབྲུ་མར་བཞི་འགྱུར་གྱི་འོ་མ་དང་། གུ་ཌཱུ་ཅི་ཏ་དེའི་ཕྱེད་དང་། དེའི་ཕྱེད་ཀྱི་ཚིགས་མར་གྱུར་བ་དང་། གོང་དུ་གསུངས་པའི་རྫས་དང་ལྷན་ཅིག་གཅིག་ཏུ་བྱས་ནས་ཞེན་པས་བཙོ་བར་བྱའོ། །གལ་ཏེ་འདི་དེའི་ཚེ་འབྲིང་པོ་ལ་ནི་གུ་ཌཱུ་ཙི་ཕྱི་རོལ་དུ་གནས་སོ།
en: One should blend this with four parts of milk to one part of oil, half that amount of moonseed, half that amount of sediment, and the previously mentioned ingredients, cooking it all together gently. When the mixture is going to be drunk, which requires a medium amount, the moonseed should be left out.

source: །མགོ་བྱུག་པ་ལ་ནི་དྲག་པོར་གསུངས་ཏེ། བཙོ་བ་གསུམ་ནི་མཆོག་ཏུ་འདོད་དོ།
en: For anointing the head, which is said to require a thicker consistency, cooking it three more times is said to be best.

source: །སྣར་བླུགས་པ་ལ་ནི་སྲང་བཅུའོ། །བཏུང་བ་ལ་ནི་སྲང་བརྒྱར་གསུངས་སོ།
en: For an errhine one should use ten palas. For drinking, one hundred palas is recommended.

source: །བྱུག་པ་ལ་ནི་རྣལ་འབྱོར་པ་ཤིན་ཏུ་མཉམ་པར་བཞག་པས་བརྒྱ་རྩ་བརྒྱད་དུ་བྱའོ།
en: When anointing, one should use one hundred and eight palas. The practitioner should perform all this with a focused mind.

source: །སྣར་བླུགས་པས་ནི་ལོ་སྟོང་ཐུབ་པར་འགྱུར་རོ། །བཏུང་བ་ལ་ནི་དེ་བཞིན་དུ་ལྔ་བརྒྱའོ།
en: By applying an errhine of this, he can live for a thousand years. When drinking it, he can live five hundred years.

source: །མགོ་བོ་བྱུག་པ་ལ་ནི་སུམ་བརྒྱའོ།
en: When anointing the head, he can live three hundred years.

source: །ངའི་ཚིག་ལ་ཐེ་ཚོམ་མེད་དེ་ལྷའི་གཟུགས་སུ་འགྱུར་བ་དང་། དབྱངས་སྙན་པར་འགྱུར་བ་དང་། རྟག་ཏུ་སྡུག་པར་འགྱུར་ཞིང་བསྟན་བཅོས་ཐམས་ཅད་རྒྱས་པར་ཤེས་ཤིང་ལུས་གསལ་ཞིང་གཟི་བརྗིད་ཆེ་བ་དང་། བགེགས་ཐམས་ཅད་འཇོམས་པར་བྱེད་དོ།
en: My words are not to be doubted. He will obtain a divine form and a pleasant voice, will always be adored, and will definitely reach proficiency in all sciences and disciplines. His body will have great splendor and luminosity. He will be able to remove all obstacles.

source: །བཞི་མཉམ་བླངས་ནས་བསྐམ་པར་བྱས་ནས་འོ་མ་དང་ལན་མང་དུ་བཏགས་པར་བྱའོ།
en: “He should procure the ‘four ingredients,’ dry them well, and blend them thoroughly with milk.

source: །བ་གླང་གི་ལྕི་བའི་མེས་མི་སྣང་བར་བསྲེགས་ནས་འབྲུ་མར་བླངས་ཏེ་འབྲུ་མར་ནག་པོ་གཉིས་དང་། མར་ཁུ་བཅུ་གཉིས་དང་། འབྲུ་མར་གྱི་ཉིས་འགྱུར་གྱི་འོ་མ་དང་ལྷན་ཅིག་གཅིག་ཏུ་བྱས་ནས་ཆོ་ག་བཞིན་དུ་བྱས་པས་རྣལ་འབྱོར་པས་བཙོ་བར་བྱའོ།
en: He should heat this mixture up in a cow dung fire until the ingredients dissolve, then obtain from it the oil. The practitioner should blend this oil with twice as much black sesame oil and again twice as much milk, and cook it as prescribed.

source: །གསེར་བཞི་དང་། འབྲས་བུ་གསུམ་དང་། ནྲྀ་བ་དང་། ཙི་ཏི་དང་། ཏ་ལ་དང་། འདི་རྣམས་ཀྱིས་རིམ་པ་འཕེལ་བའི་ཚིགས་མར་བརྗོད་པ་དང་། མཚན་མོ་དང་། བ་ཀུ་ཙི་དཀར་པོ་དང་། ཨུཏྤ་ལའི་སྙིང་པོ་དང་། ལྕགས་ཀྱི་དྲི་མ་དང་། དྲིའི་རྡོ་དང་། གུ་གུལ་དང་། སརྫ་ར་ས་དང་། ག་བུར་དང་། རི་དགས་ལས་སྐྱེས་པའི་ཆང་དང་། རྫས་འདི་རྣམས་དང་། མར་ཁུས་བཙོས་པས་ནད་མེད་ཅིང་ཚེ་རིང་བར་འཕེལ་བར་བྱེད་དོ།
en: A decoction made of four parts thorn apple, the three fruits, false daisy, common jasmine, and grass is regarded as helpful for promoting growth. “Black turmeric, black babchi, blue lotus bulb, iron filings, sulphur, bdellium, white dammar, camphor, and musk—he should cook these substances in oil. They will promote health and longevity.

source: །མགོ་བོ་ལ་བྱུགས་ན་གཉེར་མ་དང་སྐྲ་དཀར་སེལ་བར་བྱེད་ཅིང་ནད་ཐམས་ཅད་འཇོམས་པར་འགྱུར་བ་ཉིད་དུ་ཐེ་ཚོམ་མེད་དོ།
en: If they are rubbed on the head, they will remove grey hair and wrinkles. All diseases will depart, without a doubt.

source: །དེ་ནས་ལུས་ཀྱི་བྱུག་པའི་འབྲུ་མར་གྱི་ཆོ་ག་བཤད་པར་བྱའོ།
en: “Now I will teach the rite of preparing oils for rubbing on the body.

source: །དེ་ཉིད་ཀྱིས་འབྲུ་མར་དེ་འོན་ཀྱང་ཁྲག་སེལ་བར་བྱེད་པ་དང་། གསེར་གྱི་ཤིང་དང་། བརྟན་པར་རབ་ཏུ་སྐྱེས་པ་དང་། སིན་དྷུ་བཱ་རཻ་དང་། ལྷན་ཅིག་གོང་དུ་གསུངས་པའི་ཆོ་གས་སྔགས་པས་ཆུ་བསྒྲུབ་པར་བྱའོ།
en: “One should use the same oil, but add myrrh, thorn apple tree, Indian caper, and fragrant swamp mallow. Mixing in chaste tree berries, the practitioner of mantra should prepare this into a solution through the previously described method.

source: །དེའི་རྗེས་སུ་ཤྱཱ་མ་དང་། པྲི་ཡ་དང་། ཀེ་ཤ་རི་དང་། བ་ཀུ་ལ་དང་། རིག་པ་འཛིན་མ་དང་། ནཱ་ག་དང་། འཁོར་ལོ་འཐག་པ་དང་། མཚན་མོ་རྒྱུ་བ་དང་། ཀ་ན་ཀ་དང་། ཤི་ཁི་དང་། པྲ་པར་དང་། བྷུ་ཏཱ་རི་དང་། པ་ར་ཧྲི་ད་དང་། བལླ་བྷི་དང་། གྲོལ་བ་དང་། ལག་པའི་རྩིབས་དང་། མཉྫ་རི་དང་། གསེར་ཤིང་དང་། བ་ཙཱ་དང་། བ་ཀུ་ཙ་དང་། སྤྲིན་གྱི་ཤིང་དང་། ཡུང་བ་དང་། མཉྫིཥྛ་དང་། ནད་ཀྱི་དབང་པོ། གླང་པོའི་སྟོབས་འདི་དག་གིས་ནི་ནད་ཐམས་ཅད་འཇོམས་པར་བྱེད་དོ།
en: This should then be mixed with black creeper, beautyberry, ironwood, bulletwood tree, golden champa, red poon, fetid cassia, turmeric, thorn apple, cockscomb, agarwood tree, asafoetida, parahṛd , vallabhī , mukta , pongam oil tree, mañjari , thorn apple tree, sweet flag, babchi, nut grass, black turmeric, Indian madder, costus, and veronicalolia—these will remove all illnesses.

source: །ཙནྡན་གཉིས་དང་། རི་དགས་ཀྱི་ཆང་དང་། ག་བུར་དང་། ཤ་ལ་ཀི་དང་། ན་ཁ་དང་། བུ་རམ་དང་མཉམ་པར་ལྡན་པའི་བདུག་པ་ནི་འདོད་པའི་དོན་ཐམས་ཅད་སྒྲུབ་པར་བྱེད་དོ།
en: “An incense of both white and red sandalwood, deer musk, camphor, Indian olibanum, and fingernails, mixed with molasses, can fulfill all one’s wishes.

source: །གཡན་པ་དང་། ཤུ་བ་དང་། ཟ་འབྲུམ་དང་། ཡན་ལག་ལས་སྐྱེས་པའི་དུག་ཐམས་ཅད་འཇིག་པར་བྱེད་དེ།
en: One will be able to cure itching, rash, and cutaneous eruptions, and remove all toxins produced in the body.

source: ལྷ་མོ་ངས་གསུངས་པ་ལ་ཐེ་ཚོམ་མི་བྱའོ།
en: My words are true, O goddess, there can be no doubt.

source: །ཡུང་བ་དང་། སྲིད་པའི་རྡུལ་དང་། སིན་དུ་བཱ་ར་དང་། ལྷ་ཁང་གི་སོ་ཕག་གི་རྡུལ་དང་། ཀ་ན་ཀའི་འདབ་མའི་ཚིགས་མ་དང་། གླ་རྩི་དང་། བཞི་མཉམ་འདི་དག་མཉམ་པ་དང་། རྐུན་མ་དང་། ཀེྃ་སུ་དང་། ལྷན་ཅིག་པས་ནད་རྣམ་པ་སྣ་ཚོགས་པ་སྲིན་བུ་དང་། མཛེ་དང་། ཡན་ལག་ལས་སྐྱེས་པའི་དུག་ལས་བྱུང་བ་ཡང་འཇིག་པར་བྱེད་ན་ཡང་བཱ་ཀུ་ཅི་དང་ལྷན་ཅིག་པ་ལྟ་སྨོས་ཀྱང་ཅི་དགོས།
en: “Turmeric powder, chaste tree berries, powder from a temple brick, extract of thorn apple leaves, musk, and the “four ingredients,” when combined with caura and keṁśu , can destroy many different diseases, such as intestinal worms, leprosy, and the toxins in the body. It is especially effective when applied together with babchi.

source: ལུས་བྱུག་པའི་ཆོ་གའོ།
en: “These are the ritual procedures for anointing the body with medicinal unguents.

source: །དེ་ནས་བསྐ་བ་གསུམ་དང་བཞི་མཉམ་ལྷན་ཅིག་ཕྱེ་མར་བྱས་ནས། གླ་རྩི་གྲང་མོ་དང་ལྷན་ཅིག་ལོ་གཅིག་ཏུ་བརྟུལ་ཞུགས་ཅན་གྱིས་བཏུང་བར་བྱའོ།
en: “One should pulverize the three astringent substances together with the ‘four ingredients’ and drink this with cold musk for one year while observing vows.

source: །དེ་ལྟར་ཁོང་དུ་སོང་བའི་ནད་རྣམ་པ་སྣ་ཚོགས་པ་བད་ཀན་ལ་སོགས་པ་ལྟུང་བར་བྱེད་དོ།
en: In this way one will be able to cure a variety of illnesses related to the internal organs, such as diseases of phlegm, and so forth.

source: །ཞུ་ན་སྔགས་པའི་སྐྲ་དཀར་པོ་ལ་སོགས་པ་འཇིག་པར་བྱེད་དེ།
en: When this elixir is digested, it will without fail remove grey hair, and so forth, from the practitioner of mantra.

source: གཞན་དུ་ནི་མ་ཡིན་ནོ། །ཡང་ན་བཞི་མཉམ་བླངས་ནས་ཞིབ་པར་ཕྱེ་མར་བྱས་ནས་འབྲས་བུ་གསུམ་དང་ལྷན་ཅིག་མར་དང་སྦྲང་རྩིས་བརྫིས་ནས་ཞོ་གཉིས་བཟའ་བར་བྱའོ།
en: “Alternatively, he should procure the four ingredients and grind them into a fine powder together with the three fruits. Then he should blend them with ghee and honey and eat one karṣa of this preparation.

source: །དེ་ནས་གཟུགས་བཟང་པོར་འགྱུར་ཞིང་ལོ་སུམ་བརྒྱ་འཚོ་བར་འགྱུར་རོ།
en: Consequently, he will become divinely beautiful and live three hundred years.

source: །དེ་ནི་རློན་པས་ཀྱང་ཡིན་མོད་ཀྱི་འོན་ཀྱང་མར་དང་སྦྲང་རྩི་དང་བྲལ་བའོ།
en: “Now comes the same recipe, still in liquid form, but without ghee or honey.

source: །ཡང་ན་བསྐ་བ་གསུམ་བླངས་ནས་ཕྱེ་མ་ཞིབ་མོར་བྱའོ། །བྱི་ལའི་རྐང་རྗེས་ཙམ་ལས་རིམ་པས་འཕེལ་བས་གླ་རྩི་འབྲིང་པོ་ཤིན་ཏུ་བསིལ་བར་བྱས་ནས་རྣལ་འབྱོར་པས་བདག་གི་ནུས་པ་ཉེ་བར་བརྟགས་ནས་བཏུང་བར་བྱས་ན་རླུང་དང་། བད་ཀན་འཇོམས་པ་དང་། སྐྲ་དཀར་སེལ་བར་བྱེད་ལ་དྲོན་མོས་ནི་སྐྲ་དཀར་བྱེད་པ་ཡིན་ནོ།
en: Alternatively, he should procure the three astringent substances and grind them into a fine powder, gradually adding one cat’s paw of musk from the midriff. If the practitioner drinks it well cooled, imagining that power is his, it will cure flatulence and indigestion and, in time, remove wrinkles and grey hair.

source: །ཡང་ན་འབྲས་བུ་གསུམ་བླངས་ནས་འོ་མ་དང་ཆུར་བཅོ་བར་བྱ་སྟེ་མགོ་བོ་བསྐུ་བར་བྱའོ།
en: If it is warm, however, it will cause the greying of hair. “Alternatively, he should procure the three fruits, cook them with milk and water, and apply the concoction to the head.

source: །དབང་པོའི་སྟན་དང་། འབྲས་སཱ་ལུ་དམར་པོ་དང་ལྷན་ཅིག་བཏགས་པར་བྱས་ལ་ཁུར་བ་བྱས་ཏེ་མར་གྱིས་བཙོས་ནས་སྦྲང་རྩི་དང་ལྷན་ཅིག་བཟའ་བར་བྱའོ།
en: “He should grind root of long pepper with red rice. He should then make pills out of this, cook them with ghee, and eat them with honey.

source: །དེ་ནས་ཟླ་བ་གསུམ་ན་ནད་ཐམས་ཅད་དང་། ཁྱད་པར་དུ་སྐྲ་དཀར་འཇོམས་སོ།
en: Then, after three months, all diseases will depart, and especially grey hair.

source: །ཟླ་བ་དྲུག་ཏུ་སྦྱོར་བ་གོམས་པས་རྣལ་འབྱོར་པ་ཤིན་ཏུ་དབྱངས་སྙན་པར་འགྱུར་བ་དང་། ཚིལ་བུ་དང་ལྡན་པར་འགྱུར་རོ།
en: After a six-month treatment, the practitioner will obtain a pleasant voice and become well nourished.

source: །ཟླ་བ་དགུ་ན་ལུས་བཟང་པོ་དང་། ཡིད་ལྟར་མགྱོགས་པ་དང་། ཐོས་པ་འཛིན་པར་འགྱུར་རོ།
en: After nine months, he will obtain a divine body, become quick-witted, and be able to retain what he hears.

source: །ལོ་གཅིག་ན་ནི་གླང་པོའི་སྟོབས་ཉིད་དང་། ལོ་སུམ་བརྒྱ་འཚོ་བར་འགྱུར་རོ།
en: After one year, he will obtain the strength of an elephant and be able to live three hundred years.

source: །ཡང་ན་ནཱ་ག་མཱུ་ལ་དང་། བ་ལ་ཤ་དང་། ཀུཥྛ་ཆ་གསུམ་དང་། མཱ་ག་དྷ་བཅུའི་ཆ་གཅིག་དང་ཆ་མཉམ་པའི་ཕྱེ་མ་དང་། བའི་འོ་མ་དང་ཕྱེ་ཞོ་གཉིས་བསྲེས་ནས་ཡང་དག་པར་བརྫིས་ཏེ།
en: “Alternatively, he should procure three parts each of nāga root, palāśa root, and costus root. He should grind them into powder with one part long pepper as the tenth part of the concoction. After blending the powder with cow milk, a wise yogin should consume one karṣa of this mixture every day.

source: འདི་ཉི་མ་རེ་རེ་ལ་རྣལ་འབྱོར་པ་མཁས་པས་བཟའ་བར་བྱའོ།
en: “Should a yogin dwell in desolate mountains, and such,

source: །རྣལ་འབྱོར་པས་ལོ་བརྒྱར་བྲག་སྟོང་པ་ལ་སོགས་པར་གནས་ན་ངེས་པར་ཤིན་ཏུ་ཡོངས་སུ་ཚིམ་པ་དང་། བཀྲེས་པ་དང་། སྐོམ་པ་ལས་རྣམ་པར་གྲོལ་བར་འགྱུར་བས་སྨན་འདི་དང་ལྡན་པས་བྲག་སྟོང་པ་ལ་སོགས་པ་ལ་གནས་པར་བྱའོ།
en: For hundreds of years, He will surely be totally satiated And free of hunger and thirst. “Thus, he should dwell in desolate mountains, and such, With this remedy.

source: །སྦྱོར་བ་གཞན་ནི་རྒན་པོ་ལྟ་བུར་དོན་མེད་པའོ།
en: Any other method is unnecessary, As far as the attainment of buddhahood is concerned.

source: །སྦྱོར་བ་མེད་པས་རྣལ་འབྱོར་པ་ཀུན་རྫོབ་ཀྱི་བདེན་པའི་གནས་བྲག་འབབ་ཆུ་དང་བཅས་པ་དེའི་གནས་སུ་བསྒོམ་པར་བྱའོ།
en: “He should meditate without company in a mountain cave—the hermitage of the relative truth of practitioners. “One who wants to be a practitioner

source: །དུས་ཀྱི་འཆི་བ་མི་རིག་པར། །གང་ཞིག་རྣལ་འབྱོར་བར་འདོད་པ།
en: But does not know the ritual restrictions with respect to seasons

source: །མཁའ་ལ་ཁུ་ཚུར་བསྣུན་པ་དང་། །སྨིག་རྒྱུའི་ཆུ་ནི་འཐུང་བ་དང་། །བཀྲེས་ཕྱིར་ཕུབ་མ་རྡུང་བ་ལྟར།
en: Is like someone hitting his fist against empty space Or drinking mirage water, Or like a hungry person threshing chaff.

source: །དེ་ནི་ངལ་བ་དོན་མེད་ཅིང་།
en: “Futile will be their toil;

source: །དེ་ཉིད་འབྲས་བུ་འཐོབ་མི་འགྱུར།
en: It will bear no fruit.

source: །ཡོ་གི་ཤིན་ཏུ་མཉམ་གཞག་པ།
en: The practitioner should thus stay focused

source: །དེ་ལྟར་ཆོ་ག་ང་ཡིས་བསྔགས།
en: According to the ritual procedure revealed by me.

source: །ཡེ་ཤེས་ཐམས་ཅད་འབྱུང་བ་ཞེས་བྱ་བ།
en: “This is the section on the science of longevity called ‘the source of all knowledge.’

source: ཚེ་རིང་བའི་རིག་པ་སྟེ་བདུན་པ་ལས་རབ་ཏུ་བྱེད་པ་དང་པོའོ།།
en: This concludes the first part of the seventh chapter.

source: །།བཅོམ་ལྡན་འདས་བདག་ནི་ཉན་པར་འཚལ།
en: “I want to hear, O Blessed One, how to perform

source: །བཟླས་སོགས་སྦྱིན་སྲེག་ཇི་ལྟར་ལགས།
en: The ritual of homa with its recitation, and so forth.

source: །ཞི་རྒྱས་དབང་དང་མངོན་སྤྱོད་དང་། །གཏོར་མ་མཆོད་སོགས་ཇི་ལྟར་ལགས།
en: How should one do the rites of pacifying, enriching, enthralling, and assaulting,

source: །སྦྱིན་སྲེག་ལ་སོགས་མཚན་ཉིད་ནི།
en: Along with their respective oblation offerings, and so forth?” “Hear, Vajragarbha, the description of the rites

source: །ཇི་ལྟར་དེ་ཉིད་རྡོ་རྗེ་ཉོན།
en: Of homa, and so forth, as they actually are.

source: །དང་པོར་སྔགས་པས་འབུམ་བཟླས་བྱ།
en: First, the practitioner of mantra should do one hundred thousand recitations of the mantra,

source: །ཕྱི་ནས་ལས་ནི་ཡང་དག་བརྩམ།
en: And after, start the performance of the rite. “A deity yoga practitioner, Having assumed the āliḍha posture, the pratyāliḍha posture,

source: །གཡས་བརྐྱང་བ་དང་གཡོན་བརྐྱང་ཉིད།
en: Or one with the feet parallel, or forked,

source: །མཉམ་སྟོབས་བི་ཤཱ་ཁི་ལྃ་ནི། །དེ་ལྟར་བྱས་ནས་རྣལ་འབྱོར་པས།
en: Should invite his consort to join him.

source: །ཡང་ན་ཕྱི་ནས་རིག་མ་གཞུག །བྲམ་ཟེ་མོ་དང་རྒྱལ་རིགས་ཉིད།
en: “She could be a brahmin, a kṣatriya,

source: །རྗེའུ་རིགས་དེ་བཞིན་དམངས་མོ་ནི།
en: A vaiśya, or a śūdra—

source: །དེ་ལྟར་ཆོ་ག་སྣ་ཚོགས་ཉིད།
en: So require the rules of the rite.

source: །དེ་ཚེ་སྦྱིན་སྲེག་ཡང་དག་བརྩམ།
en: Afterward, he should commence the homa rite.

source: །ཞི་བ་ཐབ་ཁུང་ཟླུམ་པོ་ཉིད། །ཁྲུ་གང་ཚད་ཙམ་ཐིག་གདབ་བྱ།
en: “If it is the rite of pacifying, he should delimit a round fire-pit area one cubit in diameter.

source: །བཏབ་ནས་ཁྲུ་ཕྱེད་བརྐོས་ནས་ནི། །འོག་ཏུ་ས་ལ་མཐོ་གང་ཁུང་།
en: Having done the measurements, he should dig a hole half a cubit deep in the ground.

source: །ཙནྡན་དཀར་པོས་ངོས་དག་བྱུག །དེ་ཡི་ཕྱི་རོལ་ཟླུམ་པོར་ས། །སོར་བཞི་པ་ཡི་མུ་རན་ཡིན།
en: He should daub the insides of this half-cubit-deep pit with white sandalwood.

source: །རྒྱས་པའི་ཐབ་ཁུང་གྲུ་བཞི་སྟེ།
en: He should demarcate a four-finger-width wide rim of earth in a circle surrounding the fire pit.

source: །ཁྲུ་གཉིས་ཚད་དུ་རྣམ་པར་རྒྱས།
en: “The pit for enriching should be a square of two cubits on each side.

source: །འོག་ཏུ་ཁུང་བུ་ཁྲུ་གང་བ།
en: The basin should be one cubit deep.
